bdbm_drv_new_version/run/fio/log/old_version/fio_RFLUSH_iops/1_fio_b256.txt
fio1: (g=0): rw=write, bs=4096B-4096B,4096B-4096B,4096B-4096B, ioengine=libaio, iodepth=128
fio-2.17-37-g855f-dirty
Starting 1 process
fio1: Laying out IO file(s) (1 file(s) / 1000MiB)

fio1: (groupid=0, jobs=1): err= 0: pid=31633: Tue Mar  7 18:38:54 2017
  write: IOPS=9368, BW=36.7MiB/s (38.4MB/s)(1000MiB/27326msec)
    slat (usec): min=3, max=452594, avg=105.88, stdev=1283.99
    clat (usec): min=2, max=479204, avg=13554.72, stdev=14717.16
     lat (usec): min=20, max=479240, avg=13660.60, stdev=14777.36
    clat percentiles (usec):
     |  1.00th=[ 1448],  5.00th=[ 2800], 10.00th=[ 5728], 20.00th=[11072],
     | 30.00th=[13376], 40.00th=[14400], 50.00th=[14656], 60.00th=[14784],
     | 70.00th=[14912], 80.00th=[15936], 90.00th=[16192], 95.00th=[17280],
     | 99.00th=[19584], 99.50th=[20864], 99.90th=[27264], 99.95th=[452608],
     | 99.99th=[477184]
    lat (usec) : 4=0.01%, 50=0.01%, 750=0.59%, 1000=0.04%
    lat (msec) : 2=1.77%, 4=4.49%, 10=10.36%, 20=82.03%, 50=0.62%
    lat (msec) : 500=0.10%
  cpu          : usr=1.05%, sys=10.76%, ctx=247885, majf=0, minf=12
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwt: total=0,256000,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=128

Run status group 0 (all jobs):
  WRITE: bw=36.7MiB/s (38.4MB/s), 36.7MiB/s-36.7MiB/s (38.4MB/s-38.4MB/s), io=1000MiB (1049MB), run=27326-27326msec

Disk stats (read/write):
  robusta: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%