bdbm_drv_new_version/run/fio/log/old_version/fio_RFLUSH_iops/2_fio_b512.txt
fio2: (g=0): rw=write, bs=4096B-4096B,4096B-4096B,4096B-4096B, ioengine=libaio, iodepth=128
fio-2.17-37-g855f-dirty
Starting 1 process
fio2: Laying out IO file(s) (1 file(s) / 1000MiB)

fio2: (groupid=0, jobs=1): err= 0: pid=28944: Tue Mar  7 18:37:03 2017
  write: IOPS=10.6k, BW=41.4MiB/s (43.4MB/s)(1000MiB/24177msec)
    slat (usec): min=3, max=7607, avg=93.61, stdev=307.81
    clat (usec): min=1, max=27613, avg=11991.32, stdev=5578.11
     lat (usec): min=20, max=27634, avg=12084.93, stdev=5618.95
    clat percentiles (usec):
     |  1.00th=[  844],  5.00th=[  876], 10.00th=[ 1064], 20.00th=[ 6176],
     | 30.00th=[13248], 40.00th=[13504], 50.00th=[14528], 60.00th=[14656],
     | 70.00th=[14784], 80.00th=[15808], 90.00th=[16192], 95.00th=[17280],
     | 99.00th=[19584], 99.50th=[20352], 99.90th=[23424], 99.95th=[24448],
     | 99.99th=[26240]
    lat (usec) : 2=0.01%, 50=0.01%, 100=0.01%, 1000=7.10%
    lat (msec) : 2=9.86%, 4=1.68%, 10=3.52%, 20=77.14%, 50=0.70%
  cpu          : usr=1.32%, sys=10.97%, ctx=194877, majf=0, minf=13
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwt: total=0,256000,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=128

Run status group 0 (all jobs):
  WRITE: bw=41.4MiB/s (43.4MB/s), 41.4MiB/s-41.4MiB/s (43.4MB/s-43.4MB/s), io=1000MiB (1049MB), run=24177-24177msec

Disk stats (read/write):
  robusta: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%