bdbm_drv_new_version/run/fio/log/old_version/fio_RFLUSH_iops/4_fsy_b1024.txt
fio0: (g=0): rw=write, bs=4096B-4096B,4096B-4096B,4096B-4096B, ioengine=libaio, iodepth=128
fio-2.17-37-g855f-dirty
Starting 1 process
fio0: Laying out IO file(s) (1 file(s) / 1000MiB)

fio0: (groupid=0, jobs=1): err= 0: pid=22659: Tue Mar  7 18:26:51 2017
  write: IOPS=4051, BW=15.9MiB/s (16.6MB/s)(1000MiB/63186msec)
    slat (usec): min=3, max=1807.5k, avg=29.95, stdev=3574.24
    clat (usec): min=1, max=1863.5k, avg=31344.35, stdev=40866.11
     lat (usec): min=10, max=1863.6k, avg=31374.31, stdev=41028.90
    clat percentiles (msec):
     |  1.00th=[   26],  5.00th=[   28], 10.00th=[   28], 20.00th=[   29],
     | 30.00th=[   29], 40.00th=[   30], 50.00th=[   31], 60.00th=[   31],
     | 70.00th=[   31], 80.00th=[   32], 90.00th=[   33], 95.00th=[   36],
     | 99.00th=[   45], 99.50th=[   48], 99.90th=[   64], 99.95th=[   79],
     | 99.99th=[ 1860]
    lat (usec) : 2=0.01%, 20=0.01%, 50=0.01%, 100=0.01%, 250=0.01%
    lat (msec) : 4=0.01%, 10=0.01%, 20=0.03%, 50=99.71%, 100=0.19%
    lat (msec) : 2000=0.05%
  cpu          : usr=0.45%, sys=86.73%, ctx=170781, majf=0, minf=12
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwt: total=0,256000,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=128

Run status group 0 (all jobs):
  WRITE: bw=15.9MiB/s (16.6MB/s), 15.9MiB/s-15.9MiB/s (16.6MB/s-16.6MB/s), io=1000MiB (1049MB), run=63186-63186msec

Disk stats (read/write):
  robusta: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%